# Base Packages
brew 'ag'
brew 'autojump'
brew 'binutils'
brew 'corelocationcli'
brew 'coreutils'
brew 'curl'
brew 'diff-so-fancy'
brew 'git'
brew 'htop-osx'
brew 'mobile-shell'
brew 'ncdu'
brew 'pstree'
brew 'reattach-to-user-namespace'
brew 'thefuck'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'zsh'

# Development tools
brew 'ansible'
brew 'docker'
brew 'docker-machine'
brew 'nvm'
brew 'rbenv'
brew 'rbenv-bundle-exec'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'

# Window Management
tap 'koekeishiya/formulae'
brew 'kwm', restart_service: true
brew 'khd', restart_service: true

# Cask Mac Apps
cask_args appdir: '/Applications'

cask '1password'
cask 'alfred'
cask 'bartender'
cask 'bitbar'
cask 'caffeine'
cask 'dash'
cask 'dropbox'
cask 'dropzone'
cask 'fantastical'
cask 'flux'
cask 'hazel'
cask 'iterm2'
cask 'karabiner-elements'
cask 'nimbus'
cask 'omnifocus'
cask 'path-finder'
cask 'paw'
cask 'satellite-eyes'
cask 'slack'
cask 'spotify'
cask 'switchresx'
cask 'textexpander5'
cask 'touchswitcher'
cask 'tower'
cask 'tunnelblick'
cask 'virtualbox'

# Mac App Store stuff
brew 'mas'
mas '1Keyboard', id: 766939888
mas 'iA Writer', id: 775737590
mas 'Annotate', id: 918207447
mas 'TweetDeck by Twitter', id: 485812721
mas 'Soulver', id: 413965349
mas 'XCode', id: 497799835
