a2ps
ack
activemq
asciidoc
atk
autossh
cabal-install
cairo
cmake
coffee-script
colortail
coreutils
csv-fix
ctags
dmenu
dzen2
exif
figlet
flip
fortune
gdal
gdk-pixbuf
geos
gettext
gfortran
ghc
giflib
gist
git
glib
gnutls
graphviz
growlnotify
gtk+
gvim
hilite
htop
iftop
imagemagick
jasper
jpeg
lame
libevent
libexif
libffi
libgcrypt
libgpg-error
libiconv
libtasn1
libtiff
libxml2
little-cms
memcached
mongodb
multimarkdown
multitail
mysql
ncftp
netcat
node
ossp-uuid
p7zip
pango
parallel
pcre
pidof
pixman
pkg-config
popt
postgresql
pound
proj
pwgen
r
raptor
readline
rename
rxvt-unicode
sbt
scala
scrotwm
ski
sleepwatcher
stunnel
synergy
tig
tinyproxy
tmux
tree
typespeed
watch
weechat
wget
willgit
xz
youtube-dl
zookeeper
