1password
aerial
alfred
appzapper
arq
bartender
bitbar
capture-one
charles
colorpicker
crosspack-avr
dash
fantastical
flux
gdal-framework
google-chrome
jadengeller-helium
java
karabiner
mailplane
marked
mojibar
moom
nimbus
nvalt
omnifocus
path-finder
paw
qgis
quickgeojson
satellite-eyes
skype
slack
spotify
ssh-tunnel-manager
teensy
tower
ubersicht
virtualbox
xquartz
