{
  "Colour-Sampler-Pack": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "any-jump.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "dockerfile.vim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "funcoo.vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gist-vim": { "branch": "master" },
  "git-messenger.vim": { "branch": "master" },
  "gitosis.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "gundo.vim": { "branch": "master" },
  "incsearch.vim": { "branch": "master" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "papercolor-theme": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "reply.vim": { "branch": "master" },
  "spaceduck": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-browsereload-mac": { "branch": "master" },
  "vim-bundler": { "branch": "master" },
  "vim-caser": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-docker-tools": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-jdaddy": { "branch": "master" },
  "vim-json-bundle": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-rake": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-rvm": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-tbone": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tmux": { "branch": "master" },
  "vim-tmux-focus-events": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vimux": { "branch": "master" },
  "webapi-vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wildfire.vim": { "branch": "master" }
}
